Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: This Week
de: Diese Woche
ja: 今週
zh_hans: 本周

source: This will permanently delete all recorded errors.
de: Dadurch werden alle aufgezeichneten Fehler dauerhaft gelöscht.
ja: これにより、すべての記録されたエラーが永久に削除されます。
zh_hans: 这将永久删除所有已记录的错误。

source: This will permanently delete all stored memories from all plugins. This cannot be undone.
de: Alle gespeicherten Erinnerungen werden unwiderruflich aus allen Plugins gelöscht.
ja: すべての保存されたメモリは、すべてのプラグインから不可逆的に削除されます。
zh_hans: 这将永久删除所有插件中存储的全部记忆。此操作无法撤销。

source: Thu
de: Do
ja: 木
zh_hans: 周四

source: Time
de: Uhrzeit
ja: 時刻
zh_hans: 时间

source: Time Saved
de: Gesparte Zeit
ja: 節約時間
zh_hans: 节省时间

source: To use AI prompts, install an LLM provider (e.g. Groq, OpenAI) from the Integrations tab after setup.
de: Um KI-Prompts zu verwenden, installiere nach dem Setup einen LLM-Anbieter (z.B. Groq, OpenAI) im Reiter "Integrationen".
ja: AIプロンプトを使用するには、セットアップ後に「統合」タブからLLMプロバイダー（例: Groq、OpenAI）をインストールしてください。
zh_hans: 要使用 AI 提示词，请在完成初始设置后前往“集成”，安装 LLM 服务提供商（例如 Groq、OpenAI）。

source: Today
de: Heute
ja: 今日
zh_hans: 今天

source: Toggle
de: Umschalten
ja: 切り替え
zh_hans: 切换模式

source: Too short, hold the hotkey a bit longer
de: Zu kurz, halte den Hotkey etwas länger
ja: 短すぎます。Hotkeyを少し長く押してください。
zh_hans: 录音时间太短，请将快捷键按久一点

source: Top
de: Oben
ja: 上
zh_hans: 顶部

source: total
de: gesamt
ja: 合計
zh_hans: 总计

# trackMode.mixed
source: Mixed
de: Gemischt
ja: ミックス
zh_hans: 混合

# trackMode.separate
source: Separate (Mic L / System R)
de: Getrennt (Mic L / System R)
ja: 分離
zh_hans: 分离 (Mic L / 系统 R)

source: Train Word...
de: Wort trainieren...
ja: 単語を学習…
zh_hans: 训练词语…

source: Transcribe
de: Transkribieren
ja: 音声認識
zh_hans: 转录

source: Transcribe All
de: Alle transkribieren
ja: すべて音声認識
zh_hans: 全部转录

source: Transcribe audio:
de: Audio transkribieren:
ja: 音声認識:
zh_hans: 转录音频：

source: Transcribe File...
de: Datei transkribieren …
ja: ファイルを音声認識…
zh_hans: 转录文件…

source: Transcribe short / quiet clips more aggressively
de: Kurze oder leise Aufnahmen stärker berücksichtigen
ja: 短い/小さな音声クリップをより積極的に文字起こし
zh_hans: 更积极地转录短暂或低音量片段

source: Transcribe with language:
de: Mit Sprache transkribieren:
ja: 音声で音声認識:
zh_hans: 转录语言：

source: Transcribing
de: Transkribieren
ja: 音声認識
zh_hans: 转录中

source: Transcribing...
de: Transkribiere...
ja: 音声認識...
zh_hans: 正在转录…

source: Transcription
de: Transkription
ja: 文字起こし
zh_hans: 转录

source: Transcription complete, %lld words
de: Transkription abgeschlossen, %lld Wörter
ja: 文字起こし完了、%lld語
zh_hans: 转录完成，共 %lld 字

source: Transcription Engine
de: Transkriptions-Engine
ja: 文字起こしエンジン
zh_hans: 转录引擎

source: Transcription Engines
de: Transkription
ja: 文字起こしエンジン
zh_hans: 转录引擎

source: Transcription history text and metadata. Saved audio is never included.
de: Transkriptionsverlauf-Text und Metadaten. Gespeicherte Audioaufnahmen sind nie enthalten.
zh_hans: 包含转录历史的文本和元数据，绝不会包含已保存的音频。

source: Transcription success
de: Transkription erfolgreich
ja: 文字起こし成功
zh_hans: 转录成功

source: Transcription Success
de: Transkription erfolgreich
ja: 文字起こし成功
zh_hans: 转录成功

source: Transcriptions
de: Transkriptionen
ja: 文字起こし数
zh_hans: 转录

source: Transcriptions shorter than this are skipped for memory extraction.
de: Transkriptionen kürzer als dieser Wert werden für die Memory-Extraktion übersprungen.
ja: この値より短い文字起こしはメモリ抽出時にスキップされます。
zh_hans: 短于此时长的转录不会用于提取记忆。

source: Translate to English
de: Ins Englische übersetzen
ja: 英語に翻訳
zh_hans: 翻译为英语

source: Translation
de: Übersetzung
ja: 翻訳
zh_hans: 翻译

source: Translation Off
de: Übersetzung Aus
ja: 翻訳を無効
zh_hans: 翻译关闭

source: Translation On
de: Übersetzung An
ja: 翻訳を有効
zh_hans: 翻译开启

source: Trigger
de: Auslöser
ja: トリガー
zh_hans: 触发

source: Trigger and replacement cannot be empty
de: Auslöser und Ersetzung dürfen nicht leer sein
ja: トリガーと置換は空にできません
zh_hans: 触发词和替换文本不能为空

source: Trigger-to-text expansion shortcuts.
de: Trigger-zu-Text-Erweiterungs-Shortcuts.
zh_hans: 输入触发词后自动展开为指定文本的快捷短语。

source: Try Again
de: Erneut versuchen
ja: 再試行
zh_hans: 再试一次

source: Try It Out
de: Ausprobieren
ja: 試してみる
zh_hans: 试用

source: Tue
de: Di
ja: 火
zh_hans: 周二

source: Turn this off to hide the indicator from supported capture apps while keeping it visible on your display.
de: Deaktiviere diese Option, um den Indikator in unterstützten Aufnahme-Apps auszublenden, während er auf deinem Display sichtbar bleibt.
ja: オフにすると、対応するキャプチャアプリではインジケーターを非表示にし、ディスプレイ上では表示したままにします。
zh_hans: 关闭后，指示器不会出现在受支持的屏幕录制应用中，但仍会显示在你的屏幕上。

source: Type
de: Tippen
ja: タイプ
zh_hans: 类型

source: TypeWhisper can watch the target text field briefly after direct dictation insertion and learn only confident corrections. Ambiguous edits are skipped.
de: TypeWhisper kann das Ziel-Textfeld kurz nach direktem Diktat-Einfügen beobachten und nur sichere Korrekturen lernen. Uneindeutige Bearbeitungen werden übersprungen.
zh_hans: TypeWhisper 可在直接听写插入后短暂监视目标文本框，仅学习明确可信的纠正。含义不明确的编辑会被跳过。

source: TypeWhisper gets better with every workflow
de: TypeWhisper wird mit jedem Workflow besser
zh_hans: 通过工作流，让 TypeWhisper 更贴合你的使用方式

source: TypeWhisper hides both icons until a window opens. To reopen Settings later, launch TypeWhisper from Spotlight or the Applications folder.
de: TypeWhisper blendet beide Symbole aus, bis wieder ein Fenster geöffnet wird. Um die Einstellungen später erneut zu öffnen, starte TypeWhisper über Spotlight oder den Programme-Ordner.
ja: TypeWhisperは、再度ウィンドウを開くまで両方のシンボルを非表示にします。後で設定を開きたい場合は、SpotlightまたはアプリケーションフォルダーからTypeWhisperを起動してください。
zh_hans: TypeWhisper 会隐藏两个图标，直到窗口打开。如需再次打开设置，请从 Spotlight 或“应用程序”文件夹启动 TypeWhisper。

source: TypeWhisper is open source under GPLv3. You can install and run the GPL version as-is. Use a commercial license for non-GPL terms, procurement, support, or proprietary redistribution.
de: TypeWhisper ist Open Source unter GPLv3. Du darfst die GPL-Version unverändert installieren und ausführen. Nutze eine kommerzielle Lizenz für Nicht-GPL-Bedingungen, Beschaffung, Support oder proprietäre Weiterverteilung.
ja: TypeWhisperはGPLv3に基づいてオープンソースです。 GPLバージョンは変更せずにインストールおよび実行できます。 商用ライセンスは、非GPL条件、調達、サポート、またはプロプライエタリな配布のために使用してください。
zh_hans: TypeWhisper 是基于 GPLv3 发布的开源软件。 你可以直接安装并运行 GPL 版本。 如需非 GPL 条款、采购、技术支持或专有再分发，请使用商业许可证。

source: TypeWhisper is open source under GPLv3. If you'd like to support development, grab a supporter license for a Discord role and an in-app badge.
de: TypeWhisper ist Open Source unter GPLv3. Wenn du die Entwicklung unterstützen möchtest, hol dir eine Supporter-Lizenz für eine Discord-Rolle und ein In-App-Badge.
ja: TypeWhisperはGPLv3に基づいてオープンソースです。開発をサポートしたい場合は、Discordのロールとアプリ内バッジのためにサポート者ライセンスを取得してください。
zh_hans: TypeWhisper 是基于 GPLv3 发布的开源软件。如果你愿意支持项目持续开发，可以购买支持者许可证，获得 Discord 身份组和应用内徽章。

source: TypeWhisper is ready to use in any app.
de: TypeWhisper kann jetzt in jeder App verwendet werden.
ja: TypeWhisperは今やどのアプリでも使用可能です。
zh_hans: TypeWhisper 已准备就绪，可在任何应用中使用。

source: TypeWhisper learns confident corrections after direct insertion, without asking for every edit.
de: TypeWhisper lernt sichere Korrekturen nach direktem Einfügen, ohne bei jeder Bearbeitung nachzufragen.
zh_hans: TypeWhisper 在直接插入后会自动学习明确可信的纠正，无需询问每次编辑。

source: TypeWhisper stays accessible via the Dock icon.
de: TypeWhisper bleibt über das Dock-Symbol erreichbar.
ja: TypeWhisperはドックのシンボルを通じてアクセス可能です。
zh_hans: 你可以随时通过程序坞图标打开 TypeWhisper。

source: TypeWhisper stays in the menu bar and hides its Dock icon while no window is open.
de: TypeWhisper bleibt in der Menüleiste und blendet sein Dock-Symbol aus, solange kein Fenster geöffnet ist.
ja: TypeWhisperはメニューバーに表示され、ウィンドウが開いていない間はドックのシンボルを非表示にします。
zh_hans: 没有窗口打开时，TypeWhisper 会保留在菜单栏中并隐藏程序坞图标。

source: TypeWhisper user data is unavailable.
de: TypeWhisper-Benutzerdaten sind nicht verfügbar.
ja: TypeWhisperのユーザー情報が利用できません。
zh_hans: 无法访问 TypeWhisper 用户数据。

source: TypeWhisper will start automatically when you log in.
de: TypeWhisper startet automatisch bei der Anmeldung.
ja: ログイン時にTypeWhisperを自動起動します。
zh_hans: 登录系统时，TypeWhisper 将自动启动。

source: TypeWhisper works with Raycast. Start dictation and more directly from your launcher.
de: TypeWhisper funktioniert mit Raycast. Starte Diktat und mehr direkt aus deinem Launcher.
ja: TypeWhisperはRaycastと連携します。ランチャーから直接音声入力やその他の機能を起動できます。
zh_hans: TypeWhisper 支持 Raycast，可直接从启动器开始听写并使用更多功能。

source: Undo
de: Rückgängig
zh_hans: 撤销

source: Uninstall
de: Deinstallieren
ja: アンインストール
zh_hans: 卸载

source: Uninstall %@
de: %1$@ deinstallieren
ja: %@をアンインストール
zh_hans: 卸载 %@

source: Uninstall Failed
de: Deinstallation fehlgeschlagen
ja: アンインストールに失敗しました
zh_hans: 卸载失败

source: Uninstall Plugin
de: Plugin deinstallieren
ja: プラグインをアンインストール
zh_hans: 卸载插件

source: Unknown
de: Unbekannt
ja: 不明
zh_hans: 未知

source: Unknown App
de: Unbekannte App
ja: 不明なアプリ
zh_hans: 未知应用

source: Unlimited
de: Unbegrenzt
ja: 無制限
zh_hans: 无限制

source: Unlimited devices
de: Unbegrenzt Geräte
ja: 無制限のデバイス
zh_hans: 无限制设备数

source: Unlock Premium features
de: Premium-Features freischalten
ja: プレミアム機能を有効化
zh_hans: 解锁高级功能

source: up %lld percent
de: %lld Prozent mehr
ja: %lld パーセント増加
zh_hans: 上升 %lld 个百分点

source: Update
de: Aktualisieren
ja: 更新
zh_hans: 更新

source: Update All and Restart
de: Alle aktualisieren und neu starten
ja: すべて更新して再起動
zh_hans: 全部更新并重新启动

source: Update Available
de: Update verfügbar
ja: アップデートがあります
zh_hans: 有更新可用

source: Update Channel
de: Update-Kanal
ja: アップデートチャンネル
zh_hans: 更新频道

source: Update channel applied
de: Update-Kanal übernommen
zh_hans: 更新渠道设置已生效

source: Updating %lld of %lld...
de: Aktualisiere %1$lld von %2$lld …
ja: %2$lld件中%1$lld件を更新中…
zh_hans: 正在更新第 %1$lld 个，共 %2$lld 个…

source: URL Patterns
de: URL-Muster
ja: URLパターン
zh_hans: URL 匹配模式

source: Usage by Time of Day
de: Nutzung nach Tageszeit
ja: 時間帯別の利用状況
zh_hans: 时段使用情况

source: Usage Examples
de: Anwendungsbeispiele
ja: アプリケーション例
zh_hans: 使用示例

source: Use the global spoken language setting for this context.
de: Verwende die globale Einstellung für die gesprochene Sprache in diesem Kontext.
ja: このコンテキストではグローバルの話す言語設定を使います。
zh_hans: 在此场景中使用全局口语设置。

source: User Type
de: Nutzertyp
ja: ユーザーの種類
zh_hans: 用户类型

source: Uses Apple Translate (on-device)
de: Verwendet Apple Translate (lokal)
ja: Apple翻訳を使用します（オンデバイス）
zh_hans: 使用 Apple 翻译（设备端）

source: Utilities
de: Werkzeuge
ja: ツール
zh_hans: 工具

source: Utility
de: Werkzeug
ja: ユーティリティ
zh_hans: 工具

source: Validation failed: %@
de: Validierung fehlgeschlagen: %1$@
ja: 検証に失敗: %@
zh_hans: 验证失败：%@

source: View all history
de: Gesamten Verlauf ansehen
ja: すべての履歴を見る
zh_hans: 查看全部历史记录

source: View all statistics
de: Alle Statistiken ansehen
ja: すべての統計を見る
zh_hans: 查看全部统计数据

source: View your statistics
de: Deine Statistiken ansehen
ja: 統計を見る
zh_hans: 查看你的统计数据

source: Visibility
de: Sichtbarkeit
ja: 可視性
zh_hans: 可见性

source: Voice-powered typing for your Mac
de: Sprachgesteuertes Tippen für deinen Mac
ja: あなたのMac向けの音声で打つ
zh_hans: 在 Mac 上用语音轻松输入

# watchFolder.autoStart
source: Start watching on app launch
de: Überwachung beim App-Start beginnen
ja: アプリ起動時に監視を開始
zh_hans: 应用启动时自动开始监控

# watchFolder.deleteSource
source: Delete source files after transcription
de: Quelldateien nach Transkription löschen
ja: 文字起こし後にソースファイルを削除
zh_hans: 转录后删除源文件

# watchFolder.description
source: Watches the selected folder for new audio files and automatically transcribes them.
de: Überwacht den ausgewählten Ordner auf neue Audiodateien und transkribiert sie automatisch.
ja: 選択したフォルダーに新しいオーディオファイルが追加されたときに自動的に文字起こしを行います。
zh_hans: 监控所选文件夹中的新音频文件并自动转录。

# watchFolder.engine.default
source: Default (global selection)
de: Standard (globale Auswahl)
ja: デフォルト（グローバル選択）
zh_hans: 默认（全局选择）

# watchFolder.export.subtitleSegmentsRequired
source: The selected subtitle format requires timestamps, but the engine returned no segments.
de: Das gewählte Untertitel-Format benötigt Zeitstempel, aber die Engine hat keine Segmente geliefert.
ja: 選択された字幕形式はタイムスタンプを必要としますが、エンジンからセグメントが返されませんでした。
zh_hans: 所选字幕格式需要时间戳，但引擎未返回分段信息。

# watchFolder.folders
source: Folders
de: Ordner
ja: フォルダー
zh_hans: 文件夹

# watchFolder.history
source: Processing History
de: Verarbeitungsverlauf
ja: 処理履歴
zh_hans: 处理记录

# watchFolder.history.clear
source: Clear History
de: Verlauf löschen
ja: 履歴をクリア
zh_hans: 清除记录

# watchFolder.history.empty
source: No files processed yet.
de: Noch keine Dateien verarbeitet.
ja: まだ処理されたファイルはありません。
zh_hans: 尚未处理任何文件。

# watchFolder.language
source: Language
de: Sprache
ja: 言語
zh_hans: 语言

# watchFolder.language.auto
source: Auto-detect
de: Automatisch erkennen
ja: 自動検出
zh_hans: 自动检测

# watchFolder.model.default
source: Default model
de: Standardmodell
ja: デフォルトモデル
zh_hans: 默认模型

# watchFolder.noFolder
source: No folder selected
de: Kein Ordner ausgewählt
ja: フォルダが選択されていません
zh_hans: 未选择文件夹

# watchFolder.outputFolder
source: Output Folder
de: Ausgabeordner
ja: 出力フォルダ
zh_hans: 输出文件夹

# watchFolder.outputFolder.sameAsWatch
source: Same as watch folder
de: Gleicher Ordner wie Überwachungsordner
ja: ウォッチフォルダと同じ
zh_hans: 与监控文件夹相同

# watchFolder.outputFormat
source: Output Format
de: Ausgabeformat
ja: 出力形式
zh_hans: 输出格式

# watchFolder.plainText
source: Plain Text (.txt)
de: Nur Text (.txt)
ja: プレーンテキスト (.txt)
zh_hans: 纯文本（.txt）

# watchFolder.selectFolder
source: Select Folder...
de: Ordner auswählen...
ja: フォルダの選択...
zh_hans: 选择文件夹…

# watchFolder.selectFolder.message
source: Select a folder to watch for audio files
de: Ordner für die Audio-Überwachung auswählen
ja: オーディオファイルを監視するフォルダを選択してください
zh_hans: 选择要监控音频文件的文件夹

# watchFolder.selectOutputFolder.message
source: Select the output folder for transcriptions
de: Ordner für die Transkriptions-Ausgabe auswählen
ja: テキストの出力フォルダを選択してください
zh_hans: 选择转录文件的输出文件夹

# watchFolder.settings
source: Settings
de: Einstellungen
ja: 設定
zh_hans: 设置

# watchFolder.startWatching
source: Start Watching
de: Überwachung starten
ja: 監視を開始
zh_hans: 开始监控

# watchFolder.stopWatching
source: Stop Watching
de: Überwachung stoppen
ja: 監視を停止
zh_hans: 停止监控

# watchFolder.watchFolder
source: Watch Folder
de: Überwachter Ordner
ja: ウォッチフォルダ
zh_hans: 监控文件夹

source: Waveform
de: Wellenform
ja: 波形
zh_hans: 波形

source: Web Development
de: Webentwicklung
ja: Web開発
zh_hans: Web 开发

source: Wed
de: Mi
ja: 水
zh_hans: 周三

source: Week
de: Woche
ja: 週
zh_hans: 周

source: Welcome to TypeWhisper
de: Willkommen bei TypeWhisper
ja: TypeWhisperへようこそ
zh_hans: 欢迎使用 TypeWhisper

source: Welcome to TypeWhisper!
de: Willkommen bei TypeWhisper!
ja: TypeWhisperへようこそ！
zh_hans: 欢迎使用 TypeWhisper！

source: When a prompt is assigned, dictated text will be processed by the LLM before insertion. This replaces translation.
de: Wenn ein Prompt zugewiesen ist, wird diktierter Text vor dem Einfügen vom LLM verarbeitet. Dies ersetzt die Übersetzung.
ja: プロンプトが割り当てられている場合、挿入前の音声入力テキストはLLMによって処理されます。これにより翻訳が置き換えられます。
zh_hans: 当分配了提示词时，听写文本会在插入前由 LLM 处理。这将替代翻译功能。

source: When disabled, pressing Esc once immediately discards the active recording.
de: Wenn deaktiviert, verwirft ein einmaliges Drücken von Esc die aktive Aufnahme sofort.
ja: 無効にすると、Escキーを1回押すだけで進行中の録音が直ちに破棄されます。
zh_hans: 关闭后，按一次 Esc 即会立即丢弃当前录音。

source: When disabled, the indicator only shows recording status while transcription continues in the background.
de: Wenn deaktiviert, zeigt der Indikator nur den Aufnahmestatus an, während die Transkription im Hintergrund weiterläuft.
ja: 無効にすると、インジケーターは録音状態のみを表示し、背景でのテキスト生成は継続されます。
zh_hans: 禁用后，指示器仅显示录音状态，而转录在后台继续进行。

source: When enabled, transcriptions from this profile are stored as memories and used as context for prompts.
de: Wenn aktiviert, werden Transkriptionen dieses Profils als Erinnerungen gespeichert und als Kontext für Prompts verwendet.
ja: 有効にすると、このプロファイルのテキストは思い出として保存され、プロンプトの文脈として使用されます。
zh_hans: 启用后，此配置的转录内容会存为记忆，并作为提示词的上下文。

source: When enabled, TypeWhisper uses target-app rules and available cursor context for smarter insertion. Workflow output format settings still choose the inserted format for each workflow.
de: Wenn aktiviert, nutzt TypeWhisper Regeln der Ziel-App und verfügbaren Cursor-Kontext für intelligenteres Einfügen. Die Ausgabeformat-Einstellungen des Workflows bestimmen weiterhin das eingefügte Format für jeden Workflow.
ja: 有効にすると、TypeWhisper は対象アプリのルールと利用可能なカーソルの文脈を使って、よりスマートに挿入します。ワークフローの出力形式設定は、各ワークフローで挿入する形式を引き続き決定します。
zh_hans: 启用后，TypeWhisper 会结合目标应用规则和可用的光标上下文，更智能地插入文本。每个工作流最终仍按其输出格式设置插入内容。

source: When hidden, the app is accessible via the Dock icon.
de: Wenn ausgeblendet, ist die App über das Dock-Symbol erreichbar.
ja: 非表示にすると、アプリはドックのアイコンを通じてアクセス可能になります。
zh_hans: 隐藏后，可通过程序坞图标访问应用。

source: When hidden, the app stays accessible via the Dock icon.
de: Wenn ausgeblendet, bleibt die App über das Dock-Symbol erreichbar.
ja: 非表示にすると、アプリはドックのアイコンを通じてアクセス可能になります。
zh_hans: 隐藏后，仍可通过程序坞图标访问应用。

source: When hidden, the Dock icon only appears while a TypeWhisper window is open. To reopen Settings later, launch TypeWhisper again from Spotlight or the Applications folder.
de: Wenn ausgeblendet, erscheint das Dock-Symbol nur, solange ein TypeWhisper-Fenster geöffnet ist. Um die Einstellungen später erneut zu öffnen, starte TypeWhisper erneut über Spotlight oder den Programme-Ordner.
ja: 非表示にすると、ドックのアイコンはTypeWhisperのウィンドウが開いている間だけ表示されます。後で設定を開きたい場合は、SpotlightまたはアプリケーションフォルダからTypeWhisperを再び起動してください。
zh_hans: 隐藏后，仅在 TypeWhisper 窗口打开时显示程序坞图标。如需再次打开设置，请从 Spotlight 或“应用程序”文件夹重新启动 TypeWhisper。

source: While this page is open, the indicator runs as a live preview on your screen.
de: Solange diese Seite geöffnet ist, läuft der Indikator als Live-Vorschau auf deinem Bildschirm.
ja: このページを開いている間、インジケーターは画面上でライブプレビューとして動作します。
zh_hans: 打开此页面期间，指示器会在屏幕上以实时预览方式运行。

source: Without a rule, prompts remain available via the Prompt Palette.
de: Ohne Regel bleiben Prompts über die Prompt-Palette verfügbar.
ja: ルールがない場合は、プロンプトはプロンプトパレット経由で利用可能です。
zh_hans: 即使没有设置规则，仍可通过提示词面板使用提示词。

source: words
de: Wörter
ja: 語
zh_hans: 字数

source: Words
de: Wörter
ja: 語
zh_hans: 字数

source: Workflow dictations only
de: Nur Workflow-Diktate
ja: ワークフロー音声入力のみ
zh_hans: 仅工作流听写

source: Workflows: %d imported
de: Workflows: %d importiert
zh_hans: 已导入 %d 个工作流

source: Works Offline
de: Funktioniert offline
ja: オフラインでも動作
zh_hans: 可离线工作

source: Works with
de: Funktioniert mit
zh_hans: 支持

source: Wrong Text
de: Falscher Text
ja: 誤ったテキスト
zh_hans: 错误文本

source: Yesterday
de: Gestern
ja: 昨日
zh_hans: 昨天

source: You can access TypeWhisper settings via the Dock icon.
de: Du kannst die TypeWhisper-Einstellungen über das Dock-Symbol öffnen.
ja: TypeWhisperの設定はDockのアイコンから開けます。
zh_hans: 你可以通过程序坞图标打开 TypeWhisper 设置。

source: You can install more engines from the Integrations tab after setup.
de: Du kannst nach der Einrichtung im Tab „Integrationen“ weitere Engines installieren.
ja: 設定後、『統合』タブで他のエンジンをインストールできます。
zh_hans: 完成初始设置后，可以前往“集成”安装更多引擎。

source: You can manage prompts and install more providers in the Prompts and Integrations tabs after setup.
de: Du kannst Prompts verwalten und weitere Anbieter im Prompts- und Integrations-Tab nach dem Setup installieren.
ja: 設定後、『プロンプト』および『統合』タブでプロンプトを管理し、他のプロバイダーをインストールできます。
zh_hans: 完成初始设置后，可以在“提示词”和“集成”中管理提示词并安装更多服务提供商。

source: You have a transcription engine ready.
de: Du hast eine Transkriptions-Engine, die einsatzbereit ist.
ja: 使用可能な音声認識エンジンが1つあります。
zh_hans: 转录引擎已准备就绪。

source: You have an LLM provider ready.
de: Ein LLM-Anbieter ist bereit.
ja: LLMプロバイダーが準備完了です。
zh_hans: LLM 服务提供商已准备就绪。

source: You're all set!
de: Alles bereit!
ja: すべて準備完了！
zh_hans: 一切就绪！

source: Your Activity
de: Deine Aktivität
ja: あなたのアクティビティ
zh_hans: 你的活动

source: Your activity will appear here after your first transcription.
de: Deine Aktivität erscheint hier nach deiner ersten Transkription.
ja: 最初の音声認識後、あなたの活動がここに表示されます。
zh_hans: 完成首次转录后，活动记录会显示在这里。

source: Your statistics will appear here after your first transcription.
de: Deine Statistiken erscheinen hier nach deiner ersten Transkription.
ja: 最初の文字起こしの後、ここに統計が表示されます。
zh_hans: 首次转录后，你的统计数据将显示在此处。

source: Your words appear as text instantly.
de: Deine Worte erscheinen sofort als Text.
ja: あなたの語りはすぐにテキストとして表示されます。
zh_hans: 说完即刻转换为文字。

# calendarMeeting.notification.armWhenJoinedAction
source: Start When I Join
de: Beim Beitritt starten
ja: 参加したら開始
zh_hans: 加入会议时开始

# calendarMeeting.notification.startAction
source: Start Recording
de: Aufnahme starten
ja: 録音を開始
zh_hans: 开始录音

# calendarMeeting.notification.suppressAction
source: Hide for This Meeting
de: Für diesen Termin ausblenden
ja: この予定では表示しない
zh_hans: 针对此会议隐藏

# calendarMeeting.notification.inProgressTitle
source: Meeting already in progress
de: Meeting läuft bereits
ja: ミーティングはすでに進行中です
zh_hans: 会议已开始

# calendarMeeting.notification.upcomingTitle
source: Meeting starts soon
de: Meeting beginnt bald
ja: ミーティングがまもなく始まります
zh_hans: 会议即将开始

# calendarMeeting.notification.upcomingAutomaticBody
source: TypeWhisper will start recording when you join this meeting.
de: TypeWhisper startet die Aufnahme, sobald du diesem Meeting beitrittst.
ja: このミーティングに参加すると、TypeWhisperが録音を開始します。
zh_hans: 加入此会议后，TypeWhisper 会开始录音。

# calendarMeeting.notification.detectedTitle
source: Meeting detected — start recording?
de: Meeting erkannt – Aufnahme starten?
ja: ミーティングを検出 — 録音しますか？
zh_hans: 已检测到会议 — 开始录音？

# calendarMeeting.notification.untitledBody
source: Calendar meeting
de: Kalendertermin
ja: カレンダーのミーティング
zh_hans: 日历会议

# calendarMeeting.countdown.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消

# calendarMeeting.notification.continueAction
source: Continue Recording
de: Weiter aufnehmen
ja: 録音を続ける
zh_hans: 继续录音

# calendarMeeting.countdown.keyboardHint
source: Press Command-period to perform this action.
de: Mit Befehl-Punkt ausführen.
ja: Command＋ピリオドでこの操作を実行します。
zh_hans: 按 Command-句点键执行此操作。

# calendarMeeting.countdown.startDetail
source: Recording starts in %d seconds
de: Aufnahme startet in %d Sekunden
ja: %d秒後に録音を開始します
zh_hans: %d 秒后开始录音

# calendarMeeting.autoStopIndicator.countdown.one
source: Recording stops in 1 second
de: Aufnahme stoppt in 1 Sekunde
ja: 録音は1秒後に停止します
zh_hans: 录音将在 1 秒后停止

# calendarMeeting.autoStopIndicator.countdown.other
source: Recording stops in %lld seconds
de: Aufnahme stoppt in %lld Sekunden
ja: 録音は%lld秒後に停止します
zh_hans: 录音将在 %lld 秒后停止

# calendarMeeting.notification.autoStopBody
source: Recording stops in 15 seconds.
de: Aufnahme stoppt in 15 Sekunden.
ja: 録音は15秒後に停止します。
zh_hans: 录音将在 15 秒后停止。

# calendarMeeting.notification.autoStopTitle
source: Meeting seems to have ended
de: Meeting scheint beendet
ja: ミーティングが終了したようです
zh_hans: 会议似乎已结束

# calendarMeeting.countdown.untitled
source: Calendar meeting
de: Kalendertermin
ja: カレンダーのミーティング
zh_hans: 日历会议

# calendarMeeting.settings.description
source: Get reminders for scheduled meetings or start recording automatically after you actually join.
de: Lass dich vor geplanten Meetings erinnern oder starte die Aufnahme automatisch, sobald du wirklich beitrittst.
ja: 予定したミーティングの通知を受け取るか、実際の参加後に自動で録音を開始します。
zh_hans: 获取预定会议提醒，或在你实际加入后自动开始录音。

# calendarMeeting.settings.configureTranscription
source: Configure Recorder
de: Recorder konfigurieren
ja: レコーダーを設定
zh_hans: 配置录音器

# calendarMeeting.settings.transcriptionHelp
source: Creates a transcript after a calendar-started recording ends. Calendar metadata is stored locally alongside the recording either way.
de: Erstellt nach kalendergestarteten Aufnahmen ein Transkript. Kalender-Metadaten werden unabhängig davon lokal neben der Aufnahme gespeichert.
ja: カレンダーから開始した録音の終了後に文字起こしを作成します。カレンダーのメタデータは、この設定に関係なく録音とともにローカルに保存されます。
zh_hans: 在日历启动的录音结束后生成转录。无论此设置如何，日历元数据都会与录音一起存储在本机。

# calendarMeeting.settings.startMode
source: Start mode
de: Startmodus
ja: 開始モード
zh_hans: 启动模式

# calendarMeeting.mode.off
source: Off
de: Aus
ja: オフ
zh_hans: 关闭

# calendarMeeting.mode.reminder
source: Reminders only
de: Nur erinnern
ja: 通知のみ
zh_hans: 仅提醒
